Repository: redvalley/color-valley
Catalog: src/App/ColorValley/Properties/Resources.*.resx
Languages: de

# ButtonTextDataPrivacyDeclaration
source: Data privacy
de: Datenschutz

# ButtonTextHelp
source: Help
de: Hilfe

# ButtonTextImpressum
source: Imprint
de: Impressum

# ButtonTextNextLevel
source: 🏃‍♂️‍➡️ Next Level
de: 🏃‍♂️‍➡️ Nächstes Level

# DataPrivacyMainText
source: Privacy Policy of Red Valley Software GmbH for the "Color Valley" App Protecting your personal data is important to us. This privacy policy informs you about the processing of your personal data in connection with the use of the "Color Valley" app in accordance with applicable data protection laws: - EU General Data Protection Regulation (GDPR) - Revised Swiss Federal Act on Data Protection (revFADP) - UK GDPR in the United Kingdom The app is available in two versions: an ad-supported version and an ad-free version. The processing of personal data is carried out in accordance with the General Data Protection Regulation (GDPR). 1. Controller The controller responsible for data processing in connection with the use of this app is: Red Valley Software GmbH Am Pumperhölzl 12 84323 Massing, Germany Email: rupert.eder@redvalley-software.com Website: www.redvalley-software.com 2. Types of Data Processed The following personal data may be processed when using the app: - Device information (e.g., model, operating system) - IP address - Location data (if used) - Usage behavior (e.g., clicks, time spent) - Advertising IDs (e.g., IDFA, GAID) – only in the ad-supported version - Username (when publishing high scores) - Feedback via email 3. Purposes of Data Processing Your personal data is processed for the following purposes: - To provide app functionality - To display personalized advertising (only in the ad-supported version) - To analyze and improve the app - To publish high scores - To process feedback submitted via email 4. Legal Bases for Data Processing Your personal data is processed based on the following legal grounds: - Consent (Art. 6(1)(a) GDPR / Art. 6(6) revFADP / Art. 6 UK GDPR) - Contract performance (Art. 6(1)(b) GDPR / UK GDPR) - Legitimate interest, where permitted (e.g., for abuse prevention) 5. Advertising and Tracking (Ad-Supported Version Only) In the ad-supported version of the app, we use the following third-party providers and tools to display ads: - Google AdMob - Facebook Audience Network - AppLovin Personal data such as advertising IDs, IP addresses, and usage behavior may be processed. This processing only occurs with your explicit consent in accordance with Art. 6(1)(a) GDPR. No advertising-related data processing takes place in the ad-free version of the app. 6. Consent Management We obtain your consent for data processing via a consent management tool. You can withdraw your consent at any time via the button "Remove Consent" above. 7. Username and High Score If you choose to provide a username to publicly display your high score, this name will be stored and published along with your game result. Providing a username is voluntary. Processing is based on your consent in accordance with Art. 6(1)(a) GDPR. You can withdraw your consent at any time by deleting the name or contacting us. 8. Feedback via Email If you send us feedback via email, personal data such as your email address and the content of your message may be processed. Processing is based on your consent in accordance with Art. 6(1)(a) GDPR. Your data will be used solely to process your feedback and will be deleted afterward unless legal retention obligations apply. 9. Data Sharing and Transfers Data is only shared with third parties if necessary for the stated purposes or if you have given your consent. Transfers to third countries (e.g., the USA) only occur in compliance with applicable legal requirements: - EU: Standard Contractual Clauses or adequacy decision - Switzerland: Adequacy decision or appropriate safeguards (Art. 16 ff. revFADP) - UK: UK IDTA or adequacy decision 10. Data Retention Your personal data is stored only as long as necessary to fulfill the purposes mentioned above or as required by legal retention obligations. After the retention period, your data will be deleted or anonymized. 11. Your Rights Depending on your jurisdiction, you have the following rights: - Access - Rectification - Erasure - Restriction of processing - Data portability - Objection - Withdrawal of consent To exercise your rights, please contact us at: Email: rupert.eder@redvalley-software.com 12. UK GDPR For users in the United Kingdom (UK), the UK GDPR applies in addition to the EU GDPR. It is based on the EU GDPR but adapted to UK law and supplemented by the Data Protection Act 2018. Your personal data will only be shared with third parties if necessary for the purposes mentioned above or if you have given explicit consent. Transfers of your data outside the UK only occur in compliance with legal requirements and appropriate safeguards (e.g., Standard Contractual Clauses or UK IDTA). 13. Technical and Organizational Measures (TOMs) We implement appropriate technical and organizational measures (TOMs) to protect your data against unauthorized access, loss, or misuse. 14. Versioning Effective date: May 2025
de: Datenschutzerklärung der Red Valley Software GmbH für die "App Color Valley" Der Schutz Ihrer persönlichen Daten ist uns ein wichtiges Anliegen. Diese Datenschutzerklärung informiert Sie über die Verarbeitung Ihrer personenbezogenen Daten im Zusammenhang mit der Nutzung der App „Color Valley“ gemäß den geltenden Datenschutzgesetzen: - Datenschutz-Grundverordnung (DSGVO) der EU - revidiertes Datenschutzgesetz (revDSG) der Schweiz - UK GDPR im Vereinigten Königreich Die App ist in zwei Versionen verfügbar: eine werbefinanzierte Version und eine werbefreie Version. Die Verarbeitung personenbezogener Daten erfolgt gemäß der Datenschutz-Grundverordnung (DSGVO). 1. Verantwortlicher Verantwortlich für die Datenverarbeitung im Zusammenhang mit der Nutzung dieser App ist: Red Valley Software GmbH Am Pumperhölzl 12 84323 Massing E-Mail: rupert.eder@redvalley-software.com Webseite: www.redvalley-software.com 2. Verarbeitete Datenarten Im Rahmen der Nutzung der App werden folgende personenbezogene Daten verarbeitet: - Geräteinformationen (z. B. Modell, Betriebssystem) - IP-Adresse - Standortdaten (falls verwendet) - Nutzungsverhalten (z. B. Klicks, Verweildauer) - Werbe-IDs (z. B. IDFA, GAID) - nur in der werbefinanzierten Version - Benutzername (bei Veröffentlichung von Highscores) - Feedback per E-Mail 3. Zwecke der Datenverarbeitung Die Verarbeitung Ihrer personenbezogenen Daten erfolgt zu folgenden Zwecken: - Zur Bereitstellung der App-Funktionen - Zur Ausspielung personalisierter Werbung (nur in der werbefinanzierten Version) - Zur Analyse und Verbesserung der App - Zur Veröffentlichung von Highscores - Zur Bearbeitung von Feedback, das per E-Mail übermittelt wird 4. Rechtsgrundlagen der Datenverarbeitung Die Verarbeitung Ihrer personenbezogenen Daten erfolgt auf folgenden Rechtsgrundlagen: - Einwilligung (Art. 6 Abs. 1 lit. a DSGVO / Art. 6 Abs. 6 revDSG / Art. 6 UK GDPR) - Vertragserfüllung (Art. 6 Abs. 1 lit. b DSGVO / UK GDPR) - Berechtigtes Interesse, sofern zulässig (z. B. zur Missbrauchsprävention) 5. Werbung und Tracking (nur in der werbefinanzierten Version) In der werbefinanzierten Version der App verwenden wir folgende Drittanbieter und Tools zur Ausspielung von Werbung: - Google AdMob - Facebook Audience Network - AppLovin Dabei können personenbezogene Daten wie Werbe-IDs, IP-Adressen und Nutzungsverhalten verarbeitet werden. Diese Verarbeitung erfolgt nur mit Ihrer ausdrücklichen Einwilligung gemäß Art. 6 Abs. 1 lit. a DSGVO. In der werbefreien Version der App findet keine werbebezogene Datenverarbeitung statt. 6. Einwilligungsmanagement Ihre Einwilligung zur Datenverarbeitung holen wir über ein Consent-Management-Tool ein. Sie können Ihre Einwilligung jederzeit über den Button "Einwilligung widerrufen" ganz oben widerrufen. 7. Benutzername und Highscore Wenn Sie sich entscheiden, einen Benutzernamen anzugeben, um Ihren Highscore öffentlich anzuzeigen, wird dieser Name zusammen mit Ihrem Spielergebnis gespeichert und veröffentlicht. Die Angabe erfolgt freiwillig. Die Verarbeitung erfolgt auf Grundlage Ihrer Einwilligung gemäß Art. 6 Abs. 1 lit. a DSGVO. Sie können Ihre Einwilligung jederzeit widerrufen, indem Sie den Namen löschen oder uns kontaktieren. 8. Feedback per E-Mail Wenn Sie uns Feedback per E-Mail senden, können dabei personenbezogene Daten wie Ihre E-Mail-Adresse und der Inhalt Ihrer Nachricht verarbeitet werden. Die Verarbeitung erfolgt auf Grundlage Ihrer Einwilligung gemäß Art. 6 Abs. 1 lit. a DSGVO. Ihre Daten werden ausschließlich zur Bearbeitung Ihres Feedbacks verwendet und anschließend gelöscht, sofern keine gesetzlichen Aufbewahrungspflichten bestehen. 9. Datenweitergabe und -übermittlung Eine Weitergabe an Dritte erfolgt nur, wenn dies zur Zweckerfüllung notwendig ist oder Sie eingewilligt haben. Eine Übermittlung in Drittländer (z. B. USA) erfolgt nur unter Einhaltung der jeweiligen gesetzlichen Anforderungen: - EU: Standardvertragsklauseln oder Angemessenheitsbeschluss - Schweiz: Angemessenheitsentscheid oder geeignete Garantien (Art. 16 ff. revDSG) - UK: UK IDTA oder Angemessenheitsbeschluss 10. Speicherdauer Ihre personenbezogenen Daten werden nur so lange gespeichert, wie es für die Erfüllung der oben genannten Zwecke erforderlich ist oder gesetzliche Aufbewahrungspflichten bestehen. Nach Ablauf der Speicherfristen werden Ihre Daten gelöscht oder anonymisiert. 11. Ihre Rechte Sie haben je nach Rechtsraum folgende Rechte: - Auskunft - Berichtigung - Löschung - Einschränkung der Verarbeitung - Datenübertragbarkeit - Widerspruch - Widerruf erteilter Einwilligungen Zur Ausübung Ihrer Rechte kontaktieren Sie uns bitte unter: E-Mail: rupert.eder@redvalley-software.com Kontakt: Bei Fragen zur Verarbeitung Ihrer personenbezogenen Daten oder zur Wahrnehmung Ihrer Rechte können Sie uns unter folgender Adresse kontaktieren: E-Mail: rupert.eder@redvalley-software.com 12. UK GDPR Für Nutzer im Vereinigten Königreich (UK) gilt zusätzlich zur DSGVO die UK GDPR. Diese basiert auf der EU-DSGVO, wurde jedoch an britisches Recht angepasst und durch den Data Protection Act 2018 ergänzt. Die Verarbeitung personenbezogener Daten erfolgt gemäß der UK GDPR und den entsprechenden nationalen Datenschutzgesetzen. Ihre personenbezogenen Daten werden nur dann an Dritte weitergegeben, wenn dies zur Erfüllung der oben genannten Zwecke erforderlich ist oder Sie ausdrücklich eingewilligt haben. Eine Übermittlung Ihrer Daten in Länder außerhalb des UK erfolgt nur unter Einhaltung der gesetzlichen Vorgaben und geeigneter Schutzmaßnahmen (z. B. Standardvertragsklauseln oder UK IDTA). 13. Technische und organisatorische Maßnahmen (TOMs) Wir treffen geeignete technische und organisatorische Maßnahmen (TOMs), um Ihre Daten vor unbefugtem Zugriff, Verlust oder Missbrauch zu schützen. 14. Versionierung Stand: Mai 2025

# DataPrivacyPageTitle
source: Data privacy
de: Datenschutz

# HeaderHighscoreScore
source: Score
de: Punkte

# HelpPageTitle
source: Help
de: Hilfe

# HelpTextExampleMultiMatch
source: In this example, even multiple boxes can be selected (all marked green boxes):
de: In diesem Beispiel können sogar mehrere Kästchen ausgewählt werden (alle markierten grünen Kästchen):

# HelpTextExampleNoMatch
source: In the next example, there is no matching box. If an incorrect box is selected, points are deducted:
de: Im nächsten Beispiel gibt es kein passendes Kästchen. Wird dennoch ein falsches Kästchen ausgewählt, so werden Punkte abgezogen:

# HelpTextExampleSingleMatch
source: In the following example, only one box can be selected (the blue one marked in yellow). This has the same color as the central inner box:
de: Im folgenden Beispiel kann nur ein Kästchen ausgewählt werden (das gelb markierte Blaue). Dieses hat die selbe Farbe wie das zentrale innere Kästchen:

# HelpTextGameGoal
source: The aim of the game is to select the correct outer boxes as quickly as possible by touching them with your finger.
de: Ziel des Spiels ist es immer so schnell wie möglich die richtigen äußeren Kästchen durch Berühren mit dem Finger auszuwählen.

# HelpTextInitial
source: The central inner box always indicates the target color. This color must be searched for in the outer boxes and selected as quickly as possible to score points.
de: Das zentrale innere Kästchen gibt hierbei immer die Zielfarbe vor. Diese Farbe muss bei den äußeren Kästchen gesucht und so schnell wie möglich ausgewählt werden um Punkte zu erhalten.

# HighScorePageTitle
source: Highscore List
de: Highscore Liste

# ImpressumMainText
source: Legal Notice: Information according to Section 5 of the German Telemedia Act (TMG): Responsible company: Red Valley Software GmbH Headquarters: Am Pumperhölzl 12, 84323 Massing The company is registered in the commercial register and is a member of the Lower Bavaria Chamber of Industry and Commerce (IHK) (ihk@passau.ihk.de). Telephone: +49 8724 2071850 Email: Website: www.redvalley-software.com Management: Rupert Eder Registration number: HRB 11508 VAT identification number according to Section 27a of the German VAT Act (UStG): DE322142672 Programming: rupert.eder@redvalley-software.com Data protection: You can find our data protection information under the "Data protection" button. Copyright Notice: Copyright 2025 by: Red Valley Software GmbH All images and content published in this application are protected by copyright. No part of this application may be reproduced, distributed, or otherwise used in any form outside the strict limits of copyright law without the written permission of the author. Liability: We are responsible for the content of our app in accordance with general law, in particular Section 7 I of the German Telemedia Act (TMG). All content was created to the best of our knowledge and belief, exercising due care. However, no guarantee is given for its completeness and accuracy, or for any errors. Red Valley Software GmbH is particularly not liable for economic damages resulting from the use of incomplete or incorrect data content.
de: Impressum: Angaben nach § 5 TMG: Verantwortliche Firma: Red Valley Software GmbH Geschäftssitz: Am Pumperhölzl 12, 84323 Massing Das Unternehmen ist im Handelsregister eingetragen und gehört der Industrie- und Handelskammer (IHK) Niederbayern an (ihk@passau.ihk.de). Telefon: 08724/2071850 E-Mail: Webseite: www.redvalley-software.com Geschäftsführung: Rupert Eder Registernummer: HRB 11508 Umsatzsteuer-Identifikationsnummer gem. § 27a UStG: DE322142672 Programmierung: rupert.eder@redvalley-software.com Datenschutz: Unsere Datenschutzhinweise finden Sie unter der Schaltfläche Datenschutz. Urheberrechtshinweis: Copyright 2025 by: Red Valley Software GmbH Alle in dieser Applikation veröffentlichten Darstellungen und Inhalte sind urheber-rechtlich geschützt. Kein Teil dieser Applikation darf außerhalb der engen Grenzen des Urheberrechtsgesetzes ohne schriftliche Genehmigung des Urhebers in irgendeiner Form reproduziert, verbreitet oder sonst verwertet werden. Haftung: Wir sind für die Inhalte unserer App nach Maßgabe der allgemeinen Gesetze, insbesondere nach § 7 I TMG verantwortlich. Alle Inhalte wurden nach bestem Wissen und Gewissen unter Einhaltung der gebotenen Sorgfalt erstellt. Es wird jedoch keine Gewähr für deren Vollständigkeit und Richtigkeit oder für Ausfälle übernommen. Die Firma Red Valley Software GmbH haftet insbesondere nicht für wirtschaft- liche Schäden, die durch den Gebrauch unvollständiger oder fehlerhafter Dateninhalte entstehen.

# LabelLaunchChangePlayerName
source: ... or change your player name (for the highscore list):
de: ... oder deinen Spielernamen (für die Highscore Liste) ändern:

# LabelLaunchFirstTime
source: Hello 🙂
de: Hallo 🙂

# LabelLaunchFirstTimeHelp
source: or look at the instructions first:
de: oder zuerst die Anleitung anschaun:

# LabelLaunchNotFirstTime
source: Hello {0} 🙂
de: Hallo {0} 🙂

# LabelLaunchNotFirstTimeNewHighScore
source: 🏆 Super {0} - New high score!!! You have {1} points!
de: 🏆 Super {0} - Neuer Highscore!!! Du hast {1} Punkte!

# LabelLaunchNotFirstTimeNewScore
source: 🎖 Great {0} You have {1} points!
de: 🎖 Super {0} du hast {1} Punkte!

# LabelLaunchNotFirstTimeNoScore
source: 🙁 Too bad {0}, unfortunately you have zero points!
de: 🙁 Schade {0}, du hast leider null Punkte!

# LabelLaunchPlayerName
source: Please enter your player name here for the highscore list:
de: Bitte gib hier deinen Spielernamen für die Highscore Liste ein:

# LabelLaunchStart
source: Would you like to start right away?
de: Möchtest du direkt starten?

# SplashWelcomeAddExplaination
source: This app is ad-supported 😉, the game starts immediately after the following advertisement...
de: Diese App ist werbefinanziert 😉, das Spiel startet sofort nach der folgenden Werbung ...

# SplashWelcome
source: Welcome to Color Valley Pro, the game starts immediately...
de: Willkommen zu Color Valley Pro, die App startet sofort ...

# TitleLocalHighScore
source: Local (Device)
de: Lokal (Gerät)

# ButtonTextDataPrivacyConsentRemove
source: Remove Consent
de: Einwilligung widerrufen

# AlertTitleDataPrivacyConsentRemove
source: ⚠️ Remove data privacy consent?
de: ⚠️ Datenschutz Einwilligung widerrufen?

# AlertMessageDataPrivacyConsentRemove
source: Do you really want to withdraw your consent to data protection? This app can only be fully used if data protection consent is accepted.
de: Soll die Datenschutz Einwilligung wirklich widerrufen werden? Diese App kann nur in vollem Umfang genutzt werden, wenn die Datenschutz Einwilligung akzeptiert wird.

# ButtonCancelText
source: Cancel
de: Abbruch

# HelpTextHint
source: Note: Swiping left or right will generate a new arrangement 😉
de: Hinweis: Durch wischen nach links oder rechts kann eine neue Anordnung erzeugt werden 😉
